Repository: quylang88/mistia
Catalog: Mistia/Localizable.xcstrings
Source language: vi
Languages: en, ja

# management.management.useRequestApproved
source: Đã chấp nhận yêu cầu sử dụng
en: Use request approved
ja: 使用リクエストが承認済み

# management.management.useRequested
source: Đã yêu cầu sử dụng
en: Use requested
ja: 使用権限をリクエスト済み

# management.management.useThisName
source: Dùng tên này
en: Use this name
ja: この名前を使う

# management.management.valueChildCategories
source: %@ danh mục con
en: %@ child categories
ja: 子カテゴリ %@ 件

# management.management.walletName
source: Tên ví
en: Wallet name
ja: ウォレット名

# management.management.wallets
source: Ví
en: Wallets
ja: ウォレット

# management.management.walletsCards
source: ví / thẻ
en: wallets / cards
ja: ウォレット・カード

# management.management.walletType
source: Loại ví
en: Wallet type
ja: ウォレット種別

# management.management.youDoNotHaveEnoughAccessFor
source: Bạn chưa có đủ quyền với %@.
en: You do not have enough access for %@.
ja: %@ の権限が不足しています。

# management.management.youDoNotHavePermissionToCreate
source: Bạn chưa có quyền thêm mới danh mục cho thành viên này.
en: You do not have permission to create categories for this member.
ja: このメンバーのカテゴリを作成する権限がありません。

# management.management.youDoNotHavePermissionToCreate2
source: Bạn chưa có quyền thêm mới %@ cho thành viên này.
en: You do not have permission to create %@ for this member.
ja: このメンバーの%@を作成する権限がありません。

# management.management.youDoNotHavePermissionToEdit
source: Bạn chưa có quyền chỉnh sửa danh mục của thành viên này.
en: You do not have permission to edit this member's categories.
ja: このメンバーのカテゴリを編集する権限がありません。

# management.management.yourWalletsCategoriesAndTransactionsAreReady
source: Sẵn sàng sao lưu, khôi phục và đồng bộ dữ liệu ví, danh mục và thu chi của bạn trên mọi thiết bị.
en: Ready to backup, restore, and sync your wallets, categories, and cashflow items across all your devices.
ja: ウォレット、カテゴリ、取引データのバックアップ、復元、全端末間での同期が可能です。

# management.managementarchiveditems.archivedItems
source: Mục đã lưu trữ
en: Archived items
ja: アーカイブ済みアイテム

# management.managementarchiveditems.cannotRestore
source: Chưa thể khôi phục
en: Cannot restore
ja: 復元できません

# management.managementarchiveditems.categories
source: Danh mục
en: Categories
ja: カテゴリ

# management.managementarchiveditems.categoryDeleteBlockedWithCounts
source: Chưa thể xóa hẳn danh mục này. Còn %@ giao dịch, %@ hóa đơn, %@ ngân sách tháng hiện tại và %@ danh mục con đang tham chiếu.
en: Can't permanently delete this category yet. It is still referenced by %@ transactions, %@ bills, %@ current-month budgets, and %@ child categories.
ja: このカテゴリはまだ完全に削除できません。取引 %@ 件、請求 %@ 件、当月予算 %@ 件、子カテゴリ %@ 件が参照しています。

# management.managementarchiveditems.debt
source: Vay & cho vay
en: Loans
ja: 貸し借り

# management.managementarchiveditems.debtTransaction
source: Vay & cho vay
en: Loans
ja: 貸し借り取引

# management.managementarchiveditems.deletePermanently
source: Xóa vĩnh viễn
en: Delete permanently
ja: 完全に削除

# management.managementarchiveditems.destination
source: Đích
en: Destination
ja: 入金先

# management.managementarchiveditems.events
source: Sự kiện
en: Events
ja: イベント

# management.managementarchiveditems.expense
source: Chi tiêu
en: Expense
ja: 支出

# management.managementarchiveditems.income
source: Thu nhập
en: Income
ja: 収入

# management.managementarchiveditems.internalTransfer
source: Chuyển tiền nội bộ
en: Internal transfer
ja: 内部振替

# management.managementarchiveditems.monthValueAlreadyHasACardPayment
source: Tháng %@ đã có khoản thanh toán thẻ. Mỗi tháng chỉ được thanh toán một lần.
en: Month %@ already has a card payment. Only one payment is allowed per month.
ja: %@ は既にカード支払いがあります。毎月1回のみ支払いが可能です。

# management.managementarchiveditems.noArchivedItems
source: Không có mục lưu trữ
en: No archived items
ja: アーカイブなし

# management.managementarchiveditems.noCategorySelected
source: Chưa chọn danh mục
en: No category selected
ja: カテゴリ未選択

# management.managementarchiveditems.noWalletSelected
source: Chưa chọn ví
en: No wallet selected
ja: ウォレット未選択

# management.managementarchiveditems.restore
source: Khôi phục
en: Restore
ja: 復元

# management.managementarchiveditems.selectItems
source: Chọn mục
en: Select items
ja: 項目を選択

# management.managementarchiveditems.source
source: Nguồn
en: Source
ja: 出金元

# management.managementarchiveditems.theseItemsWillBeRemovedFromThe
source: Các mục này sẽ bị xóa khỏi lưu trữ và không thể hoàn tác.
en: These items will be removed from the archive and can't be undone.
ja: これらの項目はアーカイブから削除され、元に戻せません。

# management.managementarchiveditems.theSelectedItemsWillBeRestoredTo
source: Các mục đã chọn sẽ được khôi phục về trạng thái hoạt động.
en: The selected items will be restored to their active state.
ja: 選択した項目を元の状態に復元します。

# management.managementarchiveditems.transactions
source: Thu chi
en: Cashflow
ja: 収支

# management.managementarchiveditems.transfer
source: Chuyển tiền
en: Transfer
ja: 振替

# management.managementarchiveditems.unknownName
source: Không rõ tên
en: Unknown name
ja: 名前未設定

# management.managementarchiveditems.valueDaysUntilPermanentDelete
source: Còn lại %@ ngày
en: %@ days left
ja: あと%@日

# management.managementarchiveditems.valueSelected
source: Đã chọn %@ mục
en: %@ selected
ja: %@件を選択

# management.managementarchiveditems.wallets
source: Ví
en: Wallets
ja: ウォレット

# management.managementarchiveditems.youDonTHaveAnyArchivedItems
source: Bạn chưa có mục nào được lưu trữ. Các mục được lưu trữ sẽ tự động xoá sau 30 ngày.
en: You don't have any archived items yet. Archived items are automatically deleted after 30 days.
ja: アーカイブされたアイテムはまだありません。アーカイブされたアイテムは30日後に自動的に削除されます。

# management.managementauth.aboutValueMinutesLeft
source: Còn khoảng %@ phút
en: About %@ minutes left
ja: 残り約 %@ 分

# management.managementauth.aboutValueSecondsLeft
source: Còn khoảng %@ giây
en: About %@ seconds left
ja: 残り約 %@ 秒

# management.managementauth.add
source: Thêm
en: Add
ja: 追加

# management.managementauth.alreadyHaveAnAccount
source: Đã có tài khoản?
en: Already have an account?
ja: すでにアカウントをお持ちですか？

# management.managementauth.applyNewestToAll
source: Áp dụng bản mới nhất cho tất cả
en: Apply newest to all
ja: すべて最新データに合わせる

# management.managementauth.atLeastCharacters
source: Ít nhất 8 ký tự
en: At least 8 characters
ja: 8 文字以上

# management.managementauth.atLeastLowercaseLetter
source: Ít nhất 1 chữ viết thường
en: At least 1 lowercase letter
ja: 小文字を 1 文字以上

# management.managementauth.atLeastUppercaseLetter
source: Ít nhất 1 chữ viết hoa
en: At least 1 uppercase letter
ja: 大文字を 1 文字以上

# management.managementauth.attachToThisAccount
source: Gắn vào tài khoản này
en: Attach to this account
ja: このアカウントに紐づける

# management.managementauth.auto
source: Tự động
en: Auto
ja: 自動

# management.managementauth.autoSync
source: Tự động đồng bộ
en: Auto sync
ja: 自動同期

# management.managementauth.autoSyncIsOffYourDataWill
source: Tự động đồng bộ đang tắt. Dữ liệu của bạn sẽ chỉ được cập nhật khi bạn nhấn nút 'Đồng bộ ngay' một cách thủ công. Bật tính năng này để đảm bảo dữ liệu luôn được cập nhật mới nhất trên mọi thiết bị.
en: Auto sync is off. Your data will only update when you manually tap the 'Sync now' button. Enable this feature to keep your data up to date across all your devices automatically.
ja: 自動同期はオフです。データは「今すぐ同期」ボタンを手動で押したときにのみ更新されます。すべてのデバイスでデータを最新の状態に保つには、この機能を有効にしてください。

# management.managementauth.autoSyncIsPausedAfterTheRestore
source: Tự động sync đang tạm dừng sau khi khôi phục snapshot. Khi bạn đã kiểm tra dữ liệu ổn, hãy vào Đồng bộ dữ liệu và nhấn Đồng bộ ngay.
en: Auto sync is paused after the restore. Once you've reviewed the data, open Sync settings and tap Sync now.
ja: スナップショット復元後は自動同期を停止しています。データ確認後に同期設定へ移動して「今すぐ同期」を押してください。

# management.managementauth.backToSignIn
source: Quay lại đăng nhập
en: Back to sign in
ja: ログインへ戻る

# management.managementauth.backupRestore
source: Sao lưu & Khôi phục
en: Backup & Restore
ja: バックアップ & 復元

# management.managementauth.birthday
source: Ngày sinh
en: Birthday
ja: 生年月日

# management.managementauth.budget
source: Ngân sách
en: Budget
ja: 予算

# management.managementauth.byContinuingYouAgreeToOurTerms
source: Bằng việc tiếp tục, bạn đồng ý với Điều khoản Dịch vụ và Chính sách Bảo mật của chúng tôi.
en: By continuing, you agree to our Terms of Service and Privacy Policy.
ja: 続行することで、利用規約とプライバシーポリシーに同意したことになります。

# management.managementauth.canTContinueYet
source: Chưa thể tiếp tục
en: Can't continue yet
ja: まだ続行できません

# management.managementauth.changePhoto
source: Đổi ảnh
en: Change Photo
ja: 写真を変更

# management.managementauth.changeProfilePhoto
source: Đổi ảnh đại diện
en: Change profile photo
ja: プロフィール写真を変更

# management.managementauth.chooseAMistiabackupFileToContinue
source: Hãy chọn một file `.mistiabackup` để tiếp tục.
en: Choose a `.mistiabackup` file to continue.
ja: 続行するには `.mistiabackup` ファイルを選択してください。

# management.managementauth.chooseFromLibrary
source: Chọn từ thư viện
en: Choose from Library
ja: ライブラリから選択

# management.managementauth.cloudChangedRefreshAction
source: Làm mới ngay
en: Refresh now
ja: 今すぐ更新

# management.managementauth.cloudChangedRefreshing
source: Đang làm mới
en: Refreshing
ja: 更新中

# management.managementauth.cloudChangedRefreshMessage
source: Một số mục đã có bản mới hơn trên cloud, nên chỉ các chỉnh sửa đang chờ của những mục đó cần làm mới trước khi thử lại. Các thay đổi khác vẫn tiếp tục được đẩy bình thường.
en: Some items already have a newer cloud version, so only those pending edits need a refresh before you try again. Other changes continue to upload normally.
ja: 一部の項目はクラウド側に新しい版があるため、その未送信の編集だけ更新してから再試行する必要があります。他の変更は通常どおりアップロードされます。

# management.managementauth.cloudChangedRefreshTitle
source: Làm mới dữ liệu đã đổi trên cloud
en: Refresh changed cloud data
ja: クラウドで変わったデータを更新

# management.managementauth.confirmPassword
source: Nhập lại mật khẩu
en: Confirm password
ja: パスワードを再入力

# management.managementauth.confirmYourEmail
source: Xác nhận email
en: Confirm your email
ja: メール確認

# management.managementauth.conflictInUpdateTiming
source: Conflict ở thời điểm cập nhật.
en: Conflict in update timing.
ja: 更新タイミングで競合しています。

# management.managementauth.continueWithEmail
source: Tiếp tục bằng Email
en: Continue with Email
ja: メールで続行

# management.managementauth.continueWithGoogle
source: Tiếp tục với Google
en: Continue with Google
ja: Google で続行

# management.managementauth.couldnTCreateSnapshot
source: Không thể tạo snapshot
en: Couldn't create snapshot
ja: スナップショットを作成できませんでした

# management.managementauth.couldnTImportSnapshot
source: Không thể nhập snapshot
en: Couldn't import snapshot
ja: スナップショットを読み込めませんでした

# management.managementauth.couldnTOpenFile
source: Không thể mở file
en: Couldn't open file
ja: ファイルを開けませんでした

# management.managementauth.couldnTProcessTheSelectedImage
source: Không xử lý được ảnh đã chọn.
en: Couldn't process the selected image.
ja: 選択した画像を処理できませんでした。

# management.managementauth.couldnTUpdateProfile
source: Chưa thể cập nhật hồ sơ
en: Couldn't update profile
ja: プロフィールを更新できませんでした

# management.managementauth.createAccount
source: Tạo tài khoản
en: Create account
ja: アカウント作成

# management.managementauth.createSnapshot
source: Tạo bản sao lưu ngay
en: Create snapshot
ja: スナップショットを作成

# management.managementauth.currentDeviceBadge
source: iPhone này
en: This iPhone
ja: このiPhone

# management.managementauth.dataControls
source: Quyền kiểm soát dữ liệu
en: Data controls
ja: データ管理

# management.managementauth.dataIsOptimized
source: Dữ liệu đã tối ưu
en: Data is optimized
ja: データは最適化されています

# management.managementauth.deleteAccount
source: Xóa tài khoản
en: Delete account
ja: アカウントを削除

# management.managementauth.deleteGuestData
source: Xóa dữ liệu guest
en: Delete guest data
ja: ゲストデータを削除

# management.managementauth.deleteTheCurrentGuestLocalDataBefore
source: Xóa local guest hiện tại trước khi tiếp tục với tài khoản này.
en: Delete the current guest local data before continuing with this account.
ja: このアカウントを続ける前に、現在のゲストローカルデータを削除します。

# management.managementauth.deleteTheCurrentGuestLocalDataBefore2
source: Xóa local guest hiện tại rồi mở tài khoản này với trạng thái sạch.
en: Delete the current guest local data before opening this account cleanly.
ja: 現在のゲストローカルデータを削除してから、このアカウントをクリーンに開きます。

# management.managementauth.deviceActionsAccessibility
source: Tùy chọn thiết bị
en: Device actions
ja: デバイスの操作

# management.managementauth.deviceLastSeenValue
source: Lần cuối: %@
en: Last seen: %@
ja: 最終使用: %@

# management.managementauth.deviceStatusForgotten
source: Đã quên
en: Forgotten
ja: 削除済み

# management.managementauth.deviceStatusSignedIn
source: Đang đăng nhập
en: Signed in
ja: サインイン中

# management.managementauth.deviceStatusSignedOut
source: Đã đăng xuất
en: Signed out
ja: サインアウト済み

# management.managementauth.deviceStatusUnknown
source: Không rõ
en: Unknown
ja: 不明

# management.managementauth.deviceUnknownMetadata
source: Không có thông tin thiết bị
en: Device details unavailable
ja: デバイス情報なし

# management.managementauth.displayName
source: Tên hiển thị
en: Display name
ja: 表示名

# management.managementauth.displayNameCanTBeEmpty
source: Tên hiển thị không được để trống.
en: Display name can't be empty.
ja: 表示名は空にできません。

# management.managementauth.donTHaveAnAccount
source: Chưa có tài khoản?
en: Don't have an account?
ja: アカウントがありませんか？

# management.managementauth.dueOccurrence
source: Kỳ thanh toán
en: Payment occurrence
ja: 支払いが必要

# management.managementauth.editingYourProfileNeedsTheNetwork
source: Chỉnh sửa hồ sơ cần mạng
en: Editing your profile needs the network
ja: プロフィール編集にはネットワークが必要です

# management.managementauth.editProfile
source: Sửa hồ sơ
en: Edit profile
ja: プロフィールを編集

# management.managementauth.enterTheEmailYouUseWithMistia
source: Nhập email bạn dùng với Mistia. Nếu hợp lệ, hệ thống sẽ gửi email đặt lại mật khẩu.
en: Enter the email you use with Mistia. If it's valid, the system will send a reset email.
ja: ミスティアで使っているメールアドレスを入力してください。有効であればシステムが再設定メールを送信します。

# management.managementauth.enterYourPasswordToContinue
source: Nhập mật khẩu để tiếp tục.
en: Enter your password to continue.
ja: 続行するにはパスワードを入力してください。

# management.managementauth.family
source: Gia đình
en: Family
ja: 家族

# management.managementauth.firstName
source: Tên
en: First name
ja: 名

# management.managementauth.firstSync
source: Đồng bộ lần đầu
en: First sync
ja: 初回同期

# management.managementauth.forgetDevice
source: Quên thiết bị
en: Forget device
ja: デバイスを削除

# management.managementauth.forgetDeviceConfirmationTitle
source: Quên thiết bị?
en: Forget device?
ja: デバイスを削除しますか？

# management.managementauth.forgetSignedInDeviceConfirmationMessage
source: Thiết bị đang đăng nhập sẽ được yêu cầu đăng xuất, rồi bị xóa khỏi danh sách thiết bị.
en: Mistia will ask this signed-in device to sign out, then remove it from the device list.
ja: サインイン中のこのデバイスにサインアウトを要求し、その後デバイス一覧から削除します。

# management.managementauth.forgetSignedOutDeviceConfirmationMessage
source: Thiết bị này sẽ bị xóa khỏi danh sách thiết bị.
en: Mistia will remove this device from the device list.
ja: このデバイスをデバイス一覧から削除します。

# management.managementauth.forgotPassword
source: Quên mật khẩu?
en: Forgot password?
ja: パスワードをお忘れですか？

# management.managementauth.forgotPassword2
source: Quên mật khẩu
en: Forgot password
ja: パスワードをお忘れですか

# management.managementauth.fullName
source: Họ và tên
en: Full name
ja: 氏名

# management.managementauth.hidePassword
source: Ẩn mật khẩu
en: Hide password
ja: パスワードを隠す

# management.managementauth.importSnapshot
source: Khôi phục từ tệp...
en: Import snapshot
ja: スナップショットを読み込む

# management.managementauth.internalSafetySnapshot
source: Safety snapshot nội bộ
en: Internal safety snapshot
ja: 内部安全スナップショット

# management.managementauth.keepBothSidesMergeByRecordID
source: Kết hợp dữ liệu từ thiết bị này và đám mây, bảo toàn tất cả các giao dịch mà không ghi đè.
en: Combine device and cloud records, preventing any data loss or duplicate transactions.
ja: 端末とクラウドの両方のデータを統合し、データの消失や重複を防ぎます。

# management.managementauth.keepGuestSeparate
source: Giữ guest riêng
en: Keep guest separate
ja: ゲストを分離したまま保持

# management.managementauth.keepTheCurrentGuestLocalDataAs
source: Giữ luôn dữ liệu local guest hiện tại như dữ liệu của tài khoản này.
en: Keep the current guest local data as part of this account.
ja: 現在のゲストローカルデータをこのアカウントのデータとして引き継ぎます。

# management.managementauth.keepUnrelatedLocalRecordsButIfThe
source: Gộp dữ liệu từ tệp sao lưu vào dữ liệu hiện có trên thiết bị.
en: Merge data from the backup file into existing data on this device.
ja: バックアップファイルの内容を、端末上の既存データへ統合します。

# management.managementauth.lastName
source: Họ
en: Last name
ja: 姓

# management.managementauth.latestIssue
source: Lỗi gần nhất
en: Latest issue
ja: 直近の問題

# management.managementauth.latestSnapshotSummary
source: Nội dung snapshot gần nhất
en: Latest snapshot summary
ja: 直近のスナップショット概要

# management.managementauth.learnHowMistiaUsesPersonalInformation
source: Tìm hiểu cách Mistia sử dụng thông tin cá nhân
en: Learn how Mistia uses personal information
ja: ミスティアの個人情報の利用方法を確認する

# management.managementauth.manageSyncedData
source: Kiểm tra dữ liệu chưa đồng nhất
en: Data Review
ja: データの確認

# management.managementauth.manual
source: Thủ công
en: Manual
ja: 手動

# management.managementauth.merge
source: Gộp
en: Merge
ja: 統合

# management.managementauth.mergeSafely
source: Hợp nhất dữ liệu
en: Merge Data
ja: データをマージする

# management.managementauth.mistiaAlreadyHasTheSignInAnd
source: Mistia đã có sẵn flow đăng nhập và đồng bộ, nhưng bạn cần điền URL cùng public key của dịch vụ cloud trước khi dùng.
en: Mistia already has the sign-in and sync flow, but you need to fill in the cloud service URL and public key first.
ja: ミスティアにはログインと同期の流れがありますが、使う前にクラウドサービスの URL と公開キーを設定する必要があります。

# management.managementauth.mistiaCreatedASafetySnapshotBeforeReplacing
source: Mistia đã tạo một snapshot an toàn trước khi thay toàn bộ dữ liệu local. Bạn có thể share file này ra ngoài nếu muốn giữ thêm một lớp dự phòng.
en: Mistia created a safety snapshot before replacing local data. You can share that file if you want an extra fallback copy.
ja: ローカルデータを置き換える前に、安全用スナップショットを作成しました。追加の予備として外部共有することもできます。

# management.managementauth.mistiaFirstCreatesAnInternalSafetySnapshot
source: Mistia sẽ khôi phục dữ liệu từ tệp sao lưu đã chọn, thay thế dữ liệu hiện có trên thiết bị.
en: Mistia will restore data from the selected backup file, replacing existing data on this device.
ja: 選択したバックアップファイルからデータを復元し、端末上の既存データを置き換えます。

# management.managementauth.mistiaIsAutomaticallyCheckingAndSyncingData
source: Mistia đang tự động kiểm tra và đồng bộ dữ liệu. Để đạt hiệu quả tốt nhất, hãy đảm bảo iPhone của bạn được kết nối Wi-Fi và cắm sạc khi có thể. Hệ thống sẽ ưu tiên chạy ngầm khi bạn không sử dụng ứng dụng.
en: Mistia is automatically checking and syncing data. For best performance, ensure your iPhone is connected to Wi-Fi and charging when possible. The system prioritizes background sync when you're not using the app.
ja: ミスティアはデータを自動的に確認して同期しています。最高のパフォーマンスを得るために、可能であれば iPhone を Wi-Fi に接続し、充電状態にしてください。アプリを使用していない間のバックグラウンド同期が優先されます。

# management.managementauth.mistiaIsSyncingYourDataWithThe
source: Mistia đang thực hiện đồng bộ dữ liệu của bạn với hệ thống đám mây để đảm bảo mọi thay đổi được lưu trữ an toàn. Quá trình này giúp bạn có thể truy cập dữ liệu mới nhất trên tất cả các thiết bị của mình.
en: Mistia is syncing your data with the cloud to ensure all changes are stored safely. This process allows you to access the latest data across all your devices.
ja: ミスティアはデータをクラウドと同期して, すべての変更が安全に保存されるようにしています。このプロセスにより, すべてのデバイスで最新のデータにアクセスできるようになります。

# management.managementauth.mistiaMergedTheSnapshotIntoLocalData
source: Mistia đã merge dữ liệu từ snapshot vào local. Hãy kiểm tra lại rồi tự bấm Đồng bộ ngay nếu bạn muốn cập nhật cloud.
en: Mistia merged the snapshot into local data. Review it, then manually tap Sync now if you want to update the cloud.
ja: スナップショットをローカルデータへマージしました。内容を確認してから、必要に応じて手動で「今すぐ同期」を押してください。

# management.managementauth.mistiaReplacedLocalDataWithTheSelected
source: Mistia đã thay dữ liệu local bằng snapshot đã chọn và giữ lại một safety snapshot nội bộ trước đó.
en: Mistia replaced local data with the selected snapshot and kept an internal safety snapshot beforehand.
ja: 選択したスナップショットでローカルデータを置き換え、事前に内部の安全用スナップショットも保存しました。

# management.managementauth.mistiaUsesYourNameAndProfilePhoto
source: Mistia dùng tên và ảnh đại diện để hiển thị hồ sơ của bạn trên thiết bị đã đăng nhập và trong các vùng liên quan đến tài khoản.
en: Mistia uses your name and profile photo to present your account consistently across signed-in devices and account-related surfaces.
ja: ミスティアは、サインイン済みデバイスやアカウント関連画面でプロフィールを一貫して表示するために、名前とプロフィール写真を使用します。

# management.managementauth.nameAndProfilePhoto
source: Tên và ảnh đại diện
en: Name and profile photo
ja: 名前とプロフィール写真

# management.managementauth.nameUnavailable
source: Không tìm thấy tên
en: Name unavailable
ja: 名前なし

# management.managementauth.newer
source: Mới hơn
en: Newer
ja: 最新

# management.managementauth.noConflictsYet
source: Dữ liệu đã đồng bộ hoàn tất
en: Everything is Up to Date
ja: データは最新です

# management.managementauth.noFileSelected
source: Không có file nào được chọn
en: No file selected
ja: ファイルが選択されていません

# management.managementauth.none
source: Chưa có
en: None
ja: 未設定

# management.managementauth.normal
source: Ổn
en: Normal
ja: 普通

# management.managementauth.notConfigured
source: Chưa cấu hình
en: Not configured
ja: 未設定

# management.managementauth.offline
source: Đang ngoại tuyến
en: Offline
ja: オフライン

# management.managementauth.openThisAccountInItsOwnProfile
source: Mở tài khoản này bằng profile riêng, không chuyển dữ liệu guest cũ sang.
en: Open this account in its own profile without moving over the old guest data.
ja: 古いゲストデータを移さず、このアカウント専用のプロファイルで開きます。

# management.managementauth.or
source: hoặc
en: or
ja: または

# management.managementauth.password
source: Mật khẩu
en: Password
ja: パスワード

# management.managementauth.passwordMustBeAtLeastCharacters
source: Mật khẩu cần ít nhất 8 ký tự.
en: Password must be at least 8 characters.
ja: パスワードは 8 文字以上である必要があります。

# management.managementauth.passwordNeedsAtLeastLowercaseLetter
source: Mật khẩu cần ít nhất 1 chữ viết thường.
en: Password needs at least 1 lowercase letter.
ja: パスワードには小文字を 1 文字以上含めてください。

# management.managementauth.passwordNeedsAtLeastUppercaseLetter
source: Mật khẩu cần ít nhất 1 chữ viết hoa.
en: Password needs at least 1 uppercase letter.
ja: パスワードには大文字を 1 文字以上含めてください。

# management.managementauth.personalInformation
source: Thông tin cá nhân
en: Personal information
ja: 個人情報

# management.managementauth.profile
source: Hồ sơ
en: Profile
ja: プロフィール

# management.managementauth.recommended
source: Khuyên dùng
en: Recommended
ja: おすすめ

# management.managementauth.reEnterYourPasswordToConfirmIt
source: Nhập lại mật khẩu để xác nhận.
en: Re-enter your password to confirm it.
ja: 確認のためパスワードを再入力してください。

# management.managementauth.replaceLocal
source: Thay thế
en: Replace
ja: 置換

# management.managementauth.replaceTheCurrentLocalSnapshotWithThe
source: Ghi đè dữ liệu trên thiết bị này bằng dữ liệu tải về từ đám mây.
en: Replace this device's data with the data downloaded from the cloud.
ja: この端末のデータをクラウドからダウンロードしたデータで上書きします。

# management.managementauth.resendConfirmationEmail
source: Gửi lại email xác nhận
en: Resend confirmation email
ja: 確認メールを再送

# management.managementauth.resolvingConflictsNeedsTheNetwork
source: Cần mạng để xử lý conflict
en: Resolving conflicts needs the network
ja: 競合の解決にはネットワークが必要です

# management.managementauth.restoreMode
source: Chế độ khôi phục
en: Restore mode
ja: 復元モード

# management.managementauth.sendResetEmail
source: Gửi email đặt lại mật khẩu
en: Send reset email
ja: 再設定メールを送信
